{"meta":{"title":"卡而的博客","subtitle":"vim  grunt webpack less bootstrap jqueryUI bower http-server","description":"优雅源自技术的丰富和成熟。","author":"卡而","url":"http://yoursite.com"},"pages":[{"title":"categories","date":"2018-06-07T05:48:59.000Z","updated":"2018-06-07T05:49:48.722Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2018-06-07T05:45:29.000Z","updated":"2018-06-07T05:46:17.308Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"将军传","slug":"将军传","date":"2018-06-25T06:25:39.000Z","updated":"2018-06-25T06:38:47.672Z","comments":true,"path":"2018/06/25/将军传/","link":"","permalink":"http://yoursite.com/2018/06/25/将军传/","excerpt":"这是一篇无聊游戏之作，内容纯属虚构。形成于18年3月底到6月底的一段时间。","text":"这是一篇无聊游戏之作，内容纯属虚构。形成于18年3月底到6月底的一段时间。 初识将军将军，只是个外号，不是说他真的是个将军。他是我大学同学，我们一个寝室的。为什么要写他呢，原因很简单，因为只有他会看。所以我肯定会把他夸得跟朵花一样。给人写传记，一般都得先介绍家世。巧了，我知道点。将军祖籍安徽，父亲辗转多地谋生，最后落脚在河南义马。将军，就是在那里出生的。将军还有个哥，也是大学生。对农村人来说，一家两个孩子都是大学生，真的是很光耀门楣的一件事。虽然吧，上的也不是啥好学校，都是普通的二本。这就是将军的家世，说完了家世，就该说说生平了。将军呢，属马，比我大半年，是在夏天出生的，天正热、太阳正毒的时候。一出生就晒太阳，所以皮肤黝黑，到现在都没缓过来。前段时间还天天贴面膜呢，真的！因为我们俩是大学同学，所以他高中、初中、小学、学前班发生了啥事，我是不知道的。不过有一件事可以肯定，就是学习还不错。要不，也考不上大学不是。好了，下面说说我认识将军之后发生的事情。可是发生的事情太多，理不出头绪来，怎么办？有一个最简单的办法，记流水账。就按时间写了，爱咋咋地吧！那年秋天，我去大学报到。我是第一个来到寝室的，所以挑了我最喜欢的里面靠右的床铺。放好行李之后，我出去去买些生活用品。再回到宿舍的时候，就见到了将军和他的父亲。将军的父亲坐在椅子上，两只手放在膝盖上。将军就挨着他的父亲站着，手里拿着手机，应该是在玩贪吃蛇。因为当时是下午，阳光已经是金黄色，在空旷的寝室里面，真得很像是一副油画。所以这个画面，我到现在还记得。好了，今天先写到这吧。让将军看看，不好我就不写了。 征友启示二九之数，青春鼎盛之时；三六之岁，风流孟浪之际。小可河南义马人士，虎背熊腰，豹头猿臂，江湖人送绰号“将军”，且风流儒雅，文质彬彬。入的象牙塔内，见秋高云淡，风景宜人，不胜欣喜。然孑然一身，实是愧煞风景。诗曰：嘤其鸣矣，求其友声。白水一方，翘首伊人；袖中彤管，只待静女。进入大学之后不久，将军便发现，这个位于荒郊野外的大学里面，没有公交车，没有娱乐设施，要是再不谈个恋爱，就该憋死了。于是，他写了上面这封征女友启事。将军劲头很大啊，在打印店里面打印了一千份。寝室里面六个人，一人发了近两百份，分头去各个院系发。人多力量大啊，一上午我们就把这一千多份全撒出去了。但是一天过去了，两天过去了，三天过去了，……，一个星期过去了，还是没有一个女生的反馈。我们都疑惑。将军凝眉思索了半天，猛然醒悟，除了外号，这封征友启事里面一点联系信息都没写，手机、QQ，哪怕说个寝室号呢。大家也都哑然失笑。可是该怎么弥补呢。再印一千份手机号吗，太假了吧。将军再次陷入深思之中。突然，外面雨似倾盆，雷声大作。随后一道闪电深入寝室之中，大家吓了一跳。定定神，才发现，将军不见了。就算是被劈死了，也得留点灰烬吧，再不济，也得留点烤焦的味吧。啥都没有！将军究竟去哪了呢，明天再说。 大宋一日游熙熙攘攘的街道上，走过来一个古装美少年。那少年英俊伟岸，白衣青衫，唇红齿白，目若朗星。手持一把折扇，款款而行。原来那一道闪电下来，把将军劈穿越了，他现在在宋朝。将军一边走，一面打量自己，“帅啊，真得帅啊”，一面心存疑惑，“我是谁，我在那里，我在干什么” 正赞叹间，只见天上一根棍子掉了下来，正好砸在将军脑袋上。将军疼啊，心中一万头草泥马在狂奔，愤然抬头，正欲破口大骂，只见那楼上窗户中探出一个小娘子，那小娘子眼似秋水，眉如墨画，羞答答两腮带红，娇滴滴朱唇轻启，“官人，砸疼了吗，奴家不是故意的”。将军看的呆住了，活了二十年，还没见过这么漂亮的妮儿呢。“不疼，不疼”将军眼睛直勾勾的回答。那边厢小娘子已是羞涩异常，这边厢将军大脑在目不斜视中飞速运转，“这个场景好熟悉啊，好像在电视剧里面看过。”将军正自思索间，忽闻的身后传来一老妪的声音，“西门大官人，来店里坐坐喝杯茶吧！” 将军转过身来，见一老妪满面春风，笑脸相迎，那身后上面牌匾上写着四个大字“王记茶馆”，“原来是王婆”，将军猛然醒悟到，“我莫非是西门……庆……”“西门大官人，想啥呢，快进来吧，老身这里有上好的碧螺春！”将军往茶馆里走着，心中是又喜又怕，喜得是自己居然穿越成了西门大官人，那楼上绝色佳人定是金莲，而且他看过电视剧，很快他就可以得手了；怕的是，好像也活不多长时间了，武松在哪里！将军入得茶馆，碧螺春早已上来。可是将军的心思又岂在茶茗之上。那王婆会意，便以针织女工的由头邀的金莲下来。王婆将金莲带入内房之中，出来欲与将军解释一二。将军不待解释，闯入内房，如饿虎一般扑向金莲。那金莲见得此状，十分惧怕，惊叫道，“二郎救我”。闻得此声，将军呆住了，“她喊得是二郎，是二郎，郎……”“这不符合剧情啊！”将军正疑惑间，只见外面雨似倾盆，雷声大作，一道闪电下来，将军便从房中消失了。欲知将军去哪了，明天再说 服装表演国庆节假前，学校服装表演系大一的学生准备了一场走秀。当时刚刚穿越回来不久的将军，自然也和大家一样兴致勃勃的去参加了。简单布置的T台上，身着各色衣服的模特有序的走出走入。T台下，大家鼓掌，起哄，吹口哨，将军也跟着鼓掌，起哄，吹口哨，兴奋处，还拍大腿。将军问我，“你觉得哪个妮比较不错？”“哪一个都不错”，我回答道：“这上边的随便给我一个都中。”“没出息”，将军用鄙视的口吻回复：“你觉得刚才过去的那个怎么样？”“哪个啊”“就那个下面牛仔短裤，上面比胸罩宽一点，脖子挺长，感觉差不多一米八多那个”“那宽面条吗？”，我说：“可以啊，要脸蛋有脸蛋，要身材有身材，要胸有胸，要屁股有屁股，要胳膊有胳膊，要腿有腿的”“粗俗”，将军又一次用鄙视的口吻说：“那你觉得我追她怎么样？” 我呆住了，我看了看将军，又往里瞅了瞅那个妮儿，“将军，你看上她哪了？”“我喜欢她薄薄的唇”，将军说的我很恶心。“将军，我支持你！”我说，“你要是追到手了，别的不说，分给我一条大白腿就中了。” 将军用一种无可救药的眼神看了我一眼，叹了口气，啥也没说。 从那以后，将军每天都去打听那个女孩的情况。有一天，将军垂头丧气的回到寝室，一言不发。我问将军，“什么情况，你被拒绝了！？”将军白了我一眼，“人艰不拆”我沉默了一会，“将军，要不出去散散心吧，反正你也没戏了，老想着干啥呢！”将军又白了我一眼。但是觉得我说的好像也有点道理。于是，他和我一块出来了。我们去租了两辆自行车，准备出去好好转转。将军心里不爽，骑得飞快，加上心里还存着气，注意力便不是太集中，一个加速就冲着学校门口的垃圾桶撞过去了，当时将军就飞了起来，一个不太完美的抛物线后，头朝下栽在地上了。我赶紧过去，抓住将军，就狂扇他的脸，想把他扇醒。究竟将军能不能醒，明天再说。 奈何桥畔将军一头栽在地上，任凭你扇烂他的脸，也无济于事。他就是不醒！将军昏迷之中见黑白无常二鬼使，使勾魂锁链将他魂魄拿了去。飘飘荡荡，不久便来至阴曹地府。见那地府之中，刀剐、油炸、鞭笞、割舌种种酷刑，不由得心惊胆战，两腿已是迈不开步。二鬼使见他如此熊包，只得将他拖了进去，边拖边骂，“这熊包真沉！”入得殿内，那大殿之上端坐着十代阎君：秦广王蒋，楚江王历，宋帝王余，五官王吕，阎罗天子包，卞城王毕，泰山王董，都市王黄，平等王陆，转轮王薛。一个个面目狰狞，铁面无私。见此光景，将军瘫软的跪在地上。那为首的秦广王起惊堂木，声震大殿，出洪声，怒问将军：“堂下何人，缘何至此。”将军颤经经回复到，“我栽住头了，就死了，就到这了。”十阎君面面相觑，未解何意，大喝一声，“讲文言文！”将军闻得此声，已是惊破肝胆，哪里再敢言语。旁边黑白无常见此，只得代为回禀，“以头抢地而亡。”秦广王闻得此言，叹息道，“可惜了了”。转头问判官，“这孙子还该活几年？”那判官取来生死簿，查的将军共该百岁之寿，今不幸而亡，殊为可惜。秦广王又问判官遍查将军生前事迹，可有罪愆。判官回曰，“无”，“此人良善之辈。”秦广王曰：“既是良善之辈，不需惩罚，送到奈何桥，喝一碗孟婆汤，投胎去吧。”无常鬼使应诺，拖将军而去。奈何桥畔，一众鬼魂或喜或悲，拥嚷着过桥投胎。但投胎之前，必须要喝一碗孟婆汤，以忘记此生的一切情愫，好投胎之后好好度过下一生。那孟婆也并非是形容枯槁，满脸皱纹的老太婆，而是一年似二九，靓丽绝美之女儿。奈何桥畔，素服白衣，纤纤细手，轻轻举起一碗忘却愁苦之汤，浇灭人此生所有之苦难记忆。绝大数人的一生是愁苦的，所以大家都安静得接过碗来，一饮而尽。尽管也有一二痴情之人，也在犹豫之中，喝下此汤，然而因用情太深，孟婆汤无法完全浇灭，便形成了或大或小的胎记带到了下一轮回中去。将军行至孟婆身前，心中一万个不甘心，死得太搞笑了，接了碗来，送至嘴边，又放了下来。反复几次，后面的鬼赶着投胎呢，都嚷嚷将军，“赶紧喝，赶紧喝！磨蹭啥，耽误老子投胎。” 孟婆见将军如此，又端了一碗汤，“喝吧”，还给将军抛了个媚眼儿。将军见此媚眼儿，毫不犹豫，接过来一口喝完。刚喝完，就发现，脑袋晕晕，身子飘飘，一阵狂风呼啸而来，将将军卷了了去，究竟将军去向何方，且听下回分解。 三仙定寿一阵狂风过后，将军睁眼观看，四周祥云环绕，香气袭人。正前面，一群绝色佳丽，浅笑盈盈。中间簇拥着三个糟老头子。最中间的那个，锦衣华服，长须美髯，乃玉皇大帝；左一个，一袭白色睡衣，金黄色波浪卷的是上帝；右一个，胖胖的秃子是如来佛祖。 他们大口喝酒，大块吃肉，且左拥右抱，好不快活，果然是神仙般的日子啊。将军正赞叹间，那中间的玉皇大帝，问道：“下面的是个什么玩意？”将军一听，忙回禀：“是我，是我。”“你是怎么来的？”“我在奈何桥那喝了一碗孟婆汤，身体发飘，脑袋发晕。然后来了一阵风，就把我刮到这来了。”“原来是孟姑娘送来的啊！” 玉帝将身上的美女们拨开，正襟危坐道。那左右两边的上帝和佛祖一听孟姑娘，也都拨开身上的美女们，正襟危坐，显出不近酒色的模样。三老头将屏退左右美女，及美酒佳肴，低声问道：“孟姑娘她，，，还好吗？”将军不解何意，不知如何回答。那三人渴望了一会，见将军一语不发，焦躁起来，可又谁都不好意思再问。尴尬了好久，玉帝咳嗽了一声，“往常孟姑娘送人来此，必有书信捎来。你可仔细查看身上，可有纸张等物。”将军听此言语，忙搜罗身上，果然口袋中搜到一张纸。见将军拿出纸张，三人都跳了起来，且伸出双手，齐声道，“拿来，拿来！”将军不知如何是好，那三人也自尴尬起来。玉帝说，“你给我们念念吧。”将军展开纸张，念到数年未见，未知三位师兄近况如何。近日，小妹于奈何桥畔见一人，凛凛一表，温润如玉。见之，如睹三位师兄少年时之风采。小妹不忍其投胎转世，毁弃今世之绝色容貌，故而施法将此人至三位师兄处。万望三位不吝赐其还魂之丹药。小妹孟 再拜三老头听的此言，泪语道，“原来孟师妹还念着我们呢！。。。那我们就给他一颗药丸吧。”玉帝扔了一颗药丸给将军，说道，“吃了吧，管你十年阳寿。”将军捡起来，吹吹灰，干咽了。吃的时候就后悔了，“我应该说，赐一百颗还魂之丹药的。唉，就这吧，有比没有强。”原来刚才念得都是将军瞎编的，上面其实写的是“这猥琐男该喝汤不喝汤，老盯着我看。交给你们三了，看着办了他吧。”将军吃完丹药，身体一重，沉下凡间。再睁眼的时候，就见到了我连同学校的保安，一块有节奏的在扇他的脸，一边扇，一边有节奏的在唱，“我的心在等待，永远在等待…”究竟将军醒来之后如何，有机会再说。 电梯惊魂我们把将军扇醒了，将军很感激我们，肿着脸跟我们说了很多遍谢谢。还说请我们吃饭呢，我们都没好意思去，脸都给人家扇肿了不是。半个月过去了，将军的脸终于不肿了。我们都很开心，将军也很开心，自己又恢复了以往的生活。有一天晚饭过后，将军一个人躺在床上，拿着手机玩贪吃蛇。死了几次之后就觉得无聊，心里想着，“我是个文化人啊，难道不应该多读几本书吗？在这玩什么贪吃蛇啊！” 于是将军，很快的穿上衣服，跳下床，朝着图书馆走去。 因为图书馆在主教楼的四到六楼，通常我们都是坐电梯上去的。将军来到主教楼，按了下四，刚进去准备关门的时候，门外两个女孩跑着喊，“等一下，等一下”。将军按着开门键，等着两个女孩跑到了电梯内。在电梯上升的过程中，将军仔细的观察了这两个女孩，其中一个身高近一米七，虎头环眼，腰阔膀圆，两臂有举千斤之力。爆炸头，超短裙，高跟鞋。你可以想象这个画面，因为我觉得没人见过这么个画面。电梯内她硕大的身躯堆占了三分之一。另一个呢，绝对是个美女。什么样的美女呢？这个世界上美女有两种，一种让你看一眼便充满了欲望，你不敢看第二眼，因为你怕控制不住自己的身体；第二种，你见了之后，这个世界突然清净了，一切的一切都消失了，你的眼睛再也无法从她身上挪开，只是单纯的肉体的形象已经占据了你整个的灵魂。那这个美女属于哪一种呢，当然是前一种，因为后一种可遇而不可求。将军只是瞅了一眼，唾腺就不停的分泌唾液。将军看的都愣了，这个时候电梯停了，但是没有开门，而是一点一点往下掉。两个女孩都害怕的不敢说话。这个时候电梯里面的灯又灭了。黑得看不见五指，又是在密闭的狭小空间内，孤男两女，将军的荷尔蒙急速分泌，脑海里面的脑浆在翻浆蹈海。怎么办，怎么办？两个女孩在尖叫着，“不要啊，救命啊，有没有人啊”，将军的尔蒙急速分泌，脑海里面的脑浆在翻浆蹈海。怎么办，怎么办！将军拿定了主意。半分钟后，电梯门开了，两个女孩挽着手走了出去。胖女孩低声对瘦女孩说，“真不是个男人，这么好的机会…”将军愣了，一种被羞辱感从心底似恶魔般疯狂生长，将军凶狠的扑向了那两个女孩。至于结果怎样，下回再说。 阴差阳错将军扑向了女孩，因为女孩太胖，将军被弹到了空中，然后摔到了地上。那女孩见将军如此无礼，直接骑在了摔倒的将军身上，举起硕大的手掌，疯狂的扇向将军。将军感觉到疼痛，眩晕，看见了满天星，那漫天的星星一会密集冲向眼睛，然后慢慢消散，随着一声巨响，又密集冲向眼睛，然后慢慢消散。反反复复，也不知多少回，将军感觉自己进入了化境，像老僧入定那样，眼前的一切都消失了，开始眼观鼻，鼻观心，心观全身，什么肝儿啊，肺啊，肾啊……都看到了。再然后，这一切都消失了，将军感觉自己飘了起来，身体像羽毛一样。飘飘荡荡，也不知过了多久。再睁开眼，已经在中医院的住院部的病床上躺着呢，顶上挂着消炎药瓶，打着点滴呢。我们寝室的人都在旁边呢，见将军醒来，都开心的不行。一个星期过去了，将军的脸消肿了，便出院了。将军又想恋爱了，他看上了一个班里的一个女孩，可是他不知道那个女孩有没有男朋友，又脸皮薄，不好意思向别人打听。直接去问吧，更是张不开口。怎么办呢？将军陷入了迷茫之中。我见将军每天愁眉苦脸，心中不忍，便问缘由。将军说了出来。向来给人帮倒忙的我一脸的轻松，说，“这容易啊，我去问问，而且还不提你的名字。”将军听我这么说，欣喜之中又隐隐感到一丝不安。但自己也说不出那不安是因为什么。反正有人要帮忙，总比自己在这单相思好啊。将军答应了，我变开始了行动。我找到了那个女孩，跟她说，“咱班里有个帅哥看上你了，我觉得你应该能感觉到。你没觉得每天都有人瞅着你嘛！” 那女孩一脸疑惑，羞涩，问道，“是谁啊？” 我回答道，“他不让我告诉你，他想给你个惊喜！”，“反正不是我！”她白了我一眼。“他主要是不知道你是不是单身，如果你是的话，今天你在空间里发张你自己的张片怎么样。”女孩看了看我，说，“好，一言为定。要死没有男生追我，怎么办？” “我把我们寝室长送给你！”我回答说。“好，就这么定了。”晚上的时候，那女孩果然在空间里面发了一张自己的照片，而且在照片上面写了一个英文单词，“single”。 将军和我见到了这张照片，都非常非常开心。第二天中午，欣喜若狂的将军为表达谢意，请我去吃了顿火锅，还把人家的锅底汤都给喝了。回来的路上，见到了那个女孩，而且还挽着另一个男孩，那男孩也是我们班的，就在隔壁寝室。女孩见到我，开心的不得了，跑过来跟我说，“谢谢啊！我昨晚刚发了照片没多久，他就跟我表白了。” 女孩扑闪着大眼睛，眉飞色舞中带着点娇羞，“其实我也喜欢他的，只是不知道他对我怎么样。” 女孩低下头，又抬起头，“总而言之，谢谢你啦！” 我和将军惊呆了，真得呆了，呆呆站在那里，看着那女孩回到男孩身边，挽着男孩的胳膊，在夕阳下幸福地朝远处的小树林走去。我和将军，异口同声的骂了句，“MLGB”.欲知后事如何，且听下回。 大学室友周末的时候，将军没有出去。一个人默默地坐在寝室里面，反反复复地想这些天发生的事情，为什么总是求而不得，为什么受伤的总是自己，为什么老天都让自己还剩十年寿命了还让自己处处碰壁，屡屡受挫。将军在深深的冥思之中，情绪由平静变成愤怒，由愤怒变成痛苦，由痛苦变成无可奈何。最后，表情木然得坐在床上，听凭泪水从脸颊流过。突然将军听到门外室友的声音，知道大家回来了。他不想大家看见他流泪的样子，怕别人关心他，问他怎么回事，他不知道该怎么回答。于是赶紧在床上躺好，头埋到枕头里面，装作睡着了的样子。大家回到寝室，看见将军大白天的还在睡觉，都自觉的调了下声音的分贝，担心吵着将军。将军感受到了大家的善意，却说不出开心还是难过，或许已经麻木了。待到脸上的泪水已经被枕巾擦干，眼睛也不在那么红的时候，将军懒懒的起来，脸上挤出些许的笑容，假装嗔怪大家吵醒他了。可是大家还是能看到假装的笑容后伤感的表情。我以为将军是在为之前的“single女”难过，过去劝将军，“没事的，那妮儿又不是有多好。你再找一个，肯定比她要好得多！” 将军努力上扬起嘴角，回答说：“嗯，你说得对。我没事的，过会就好了。”我也不知道该怎么劝将军了，就拉着他说，“中午了，一块去吃饭吧！”将军本来说不饿，但执拗不过，又怕别人觉得自己是伤心过度而不觉饥饱，就答应了。于是寝室里面六个人一块去餐厅吃了顿饭。既然说到寝室的人，那就介绍一下其他四个人吧，当然了，就像将军一样，我们说他们的外号。这些外号嘛，当然是我临时想的，分别是 大鸟，榴芒，春和欧深。大鸟，是因为他名字的意思就是大鸟；榴芒是因为他自己在自我介绍的时候是这么说的；春，是因为他名字中有一个春字；欧深，是因为他就叫欧深。至于我嘛，你知道有个动画片叫《彭彭丁满历险记》吗，里面那头丑笨丑笨的野猪叫彭彭。大鸟，是个能孩，聪明且话多。榴芒，是我们寝室里的高富帅，最高最帅而且是家境最好的。春，他爸是老师，但他不像是老师家里的孩子。欧深，少年老成，常常神龙见首不见尾。我嘛，你知道有个动画片叫《彭彭丁满历险记》吗，里面那头丑笨丑笨的野猪叫彭彭。至于将军以后会和这些人发生些什么事，以后再说。 三角形少个边经读者建议，将欧深的代号修改成“花滑猴”，明白晓畅，通俗易懂。另外榴芒叫着虽然好玩，但是毕竟不顺口，还是叫室长大人吧。其他的不变。今天是个小插曲，我们不讲将军了，讲大鸟和花滑猴的故事。大二下学期，有一天下午，看到班里一个女生剪了短发，我和将军私下议论，“真丑”！晚上，隔壁寝室一同学来到我们寝室，对花滑猴说，“兄弟，厉害啊！听说你一个人挂了仨妮儿！”花滑猴摆手道，“没有，没有，哎，就一个，就一个。” 然后我们才知道，原来班里上演了一出女追男的大剧，男主是我们寝室的滑猴，女主就是下午看到的剪短发的女生。至于另外两个妮儿，是女主的闺蜜，一块陪着的，配角。女主的头发就是因为男主说他喜欢短发的女生才剪的。寝室里的兄弟们听到这个消息，都很兴奋，也很疑惑，因为我们都知道，女主是有男朋友的。室长大人问猴儿，“她看上你哪了？”。猴儿脸上带着得意的神情，骄傲地说道，“她说我的眼睛又大又亮，哎，她比较喜欢。”“去球吧！”寝室长大人回复道。“咋了，你不服！”猴儿笑着说。“不服，咋了！”寝室长瞪着眼说。“没事，没事。”猴儿说，“别瞪眼呗，别瞪呗！”寝室长笑了，但是很鄙视得说，“真是情人眼里出西施。”……大家都很愉快地问东问西，一边为寝室里少了根棍而开心，一边也担心猴儿怎么处理女主前男友的问题。只有大鸟哥一个人沉默不语。我们都很奇怪，毕竟大鸟平时话可是最多的，而且他当时跟猴哥的关系应该算是寝室里面最好的了。只不过当时大家关注点都在猴儿身上，便没有人在意大鸟的异常。但是异常毕竟是有原因的，所以第二天，大鸟就去跟我们的女主表白了。然后，女主毫不犹豫的拒绝了他。大鸟非常的伤心，我们无法理解这种伤心，但是想象一下，确实挺伤心。自己暗恋许久的女神表白了自己的好哥们，而且为此剪了短发，抛弃了前男友。而自己去表白的时候，却瞬间被拒绝了，连一秒钟的犹豫都没有。这个落差，太大了。大鸟非常的伤心，我们无法理解这种伤心，但是想象一下，确实挺伤心。当天，我们知道了这个消息，大家都觉得很荒唐但是又都觉得很无奈。鸟喜欢女主，女主喜欢猴，如果猴在喜欢鸟的话，这个三角形就形成了，三角结构是最稳固的，但是可惜，猴好像不是那么喜欢鸟，于是这三角形便少了个边，不再那么稳定了。第二天下午没有课，伤心的鸟不知飞到了哪里。我们都很担心。寝室长大人便让我们四处找找。最后在操场上找到了鸟。原来他在跟另外一对鸳鸯诉说自己的苦情。我看到他在那里说这话，便安了心，跟其他人说了一声，便坐在他们旁边，继续听已经听过的故事。晚上，伤心的鸟为了发泄一下，在地摊上，十块钱买了三条黄颜色的小内裤，又买了个MP4，下载了片。一个人躺在被窝里，蒙着头，看着片，攥着管，流着泪，咬着牙，恨恨地说，“为什么，为什么，这么好的妮儿啊，怎么就去拍片子了呢…”。春听到了，就上去拍了拍蒙着被子的鸟说，“鸟啊，别说了，我已经泪流满面了。”寝室里面其他人哄堂大笑。鸟自己掀开被子，一脸的疑惑，“啥，我说的话你能听到。”“你以为呢？…”后来，故事的结尾是什么呢？故事的结尾是鸟发现快期末考试了，于是在考前前两周，突击了一下各科，最后全部通过，于是在QQ空间自封为“考前突击王”。猴呢，突击不成功，又挂科了。女主呢，嗯，跟前男友复合了。怎么感觉好像开始最得意的人最后最失意啊！好啦，以后我们接着说将军。 少林问道我们回到大一的上学期，接着说将军。肃杀的秋风将中原大地带入寒冬，也将将军的情绪带入持久的抑郁之中。将军不堪其苦，决定上少林寺，求佛问道，除却心中烦恼。一场大雪过后，将军头戴毡帽，腰悬酒葫，身披青黑色披风，顶风冒雪，朝少林而去。那少室山中，已是银装素裹；庙瓦之上，也是白雪皑皑。将军走到门口，那门内保安却拦住不让进，说是“没买票的就不让进”。将军愤怒至极，想到金庸武侠之中，那些盖世英雄，如乔峰、谢逊、张无忌等人，无一不是打入少林。于是，一套第八套广播体操拳，将门口连保安带售票员，全部打翻在地。纵身跃入少林寺内，一路连踢带打，又撂倒几个武僧，朝方丈室径直而去。将军踹开方丈室门，却不见方丈，只见一长发披肩，明眸皓齿，身材高挑的年轻女尼瑟瑟的站在角落里。将军使一招太极拳中的“揽雀尾”，一把将那女尼揽入怀中。将军问道，“方丈在哪里？”那女尼在将军怀中，瑟瑟发抖，口中颤巍巍道，“方丈在达摩洞内闭关。”将军轻轻将那女子放下，穿过塔林，直奔达摩洞。正行走间，忽觉正上方密叶之中跳下一个身影。将军躲闪不及，被那人朝头顶上狠狠踩了一脚，那身影随即一个前空翻轻轻落下在地。将军摸着头，看那人，一身僧服，四肢蜷缩，两腮内陷，弯腰控背似猕猴之状，乃少林寺象形拳之猴拳。将军正欲琢磨如何应付，背后被人连击天宗、魂门两大穴位，疼痛难忍，向前踉跄两步，转身看那人，弓步控足，两拳微握，食指伸出，轻轻晃动，似螳螂状，乃少林寺象形拳之螳螂拳。将军此时已是十分慌张，却见一道身影从头顶飘然而过，右肩一阵剧痛，肩膀袖头已被抓破，露出三道深深的血印，将军一手捂住右肩，再看那人，单脚站地，右膝提起，微微控背，两臂张开，小指与无名指蜷缩，其余三指呈利爪状，两只眼睛一动不动，恶狠狠盯着将军，此乃少林寺象形拳之鹰拳。将军被他盯得后背发凉，不禁往后退了几步，却听得背后一声啸吼。将军急转身来，却被一只利爪猛击腹部，将军疼痛难耐，弯下腰来，却又被那人一爪击打胸部正中，踉跄倒地。那人五指成利爪之状，一声啸吼，声震少室山，乃少林寺象形拳之虎拳。将军此时已被四大高手围困在垓心，形势险恶。巨痛之中，勉强站起身来，正欲壮壮自己气势，却见身下一道身影，一脚踢中将军屁股，将军在空中一个空翻，后背重重得摔在地上。再看那人，四肢匍匐在地，两腮鼓起，乃少林寺象形拳之蛤蟆拳。猴、螳螂、鹰、虎、蛤蟆，五大高手轮番攻击，猴儿抓脸挠腮，螳螂击打穴位，虎鹰撕咬抓扯，蛤蟆头撞脚踢。将军招架不住。躲闪尚不及，更别说反击了。将军被打得鼻青脸肿，身上衣服也被撕成了破烂。将军在晃晃悠悠中站起身来，那边蛤蟆跳将起来，头直直撞向将军腹部。将军腹部内一股巨大的气流被撞了出来，只听得扑次次一声长响，五大高手纷纷被熏晕在地，动弹不得。将军揉了揉屁股，感谢了下那股气体。将军入达摩洞内，四处寻找，却不见一人，暗自思量，“不会被熏圆寂了吧”，“不会的，老和尚圆寂就算成佛了也得留个舍利子，怎么会什么都没有。”将军出达摩洞，找着那被熏晕的蛤蟆僧，一掌将他扇醒，问道，“不是说方丈在达摩洞修炼吗，怎么不见人？”那和尚醒来，见到将军，急忙忙用手捂住口鼻，一声不出。将军见他如此，十分恼怒，再一巴掌，将他两手扇开，吼道，“回答我，方丈在哪？”那和尚见如此，跪地求饶，回答道，“告气体仙老爷，方丈他去非洲宣扬佛法去了。”将军很是失望，转身欲离开，又转身回来，扇了那和尚一巴掌，才心理稍微平衡的离开。“爷爷打了孙子，嘿！”将军这样想，快步离开少林。出得少林寺门，已是傍晚，夕阳余晖下，雪景另有一番滋味。将军见此美景，心中自忖，“不如上山顶，明日早起看雪山日出，又该是另一番享受。”思量已定，大步朝山顶而去。走了约摸一个时辰，已是日落月升。硕大的月亮挂在山上，银色的月光流淌在银色的雪山间，映照的黑夜如同白昼一般。将军经过少林寺内一番恶斗，已是费劲心力。这又走了一个时辰，加之衣服被扯烂，山风又冷，不觉双手抱起肩膀，佝偻着背。肚内也是饥肠辘辘。将军此时后悔不已，怎么一时脑热，想起上山来了。转身想要回去，又怕被那寺中和尚们讥笑。反复忖度之间，见到不远处隐隐有火光。将军料想当是山中小庙，或者露营之人。心中惊喜，快步朝那火光走去。走近一看，果然是座庙宇。那庙宇十分简陋，不足一人高，且没有门。将军喊道，“庙里可有人？”无人应答。将军心中疑惑，再喊，“庙里有人吗？”还是无人应答。将军此时心中已是有几分惊恐，定定神，又喊道，“庙里有人吗，我上山看日出的，走到这里，又冷又饿，想借宿一宿，顺便讨碗热水喝。”略有片时，将军听得庙内有咳嗽之声，不一会，走出一个老太太来。那老太太拄着拐棍，满头白发，灰黑色衣服，驼背弯腰，声音嘶哑道，“小施主进来吧。” 说完，拄着棍走回庙中。将军站住了，他不敢进去，觉得那老太太的声音有点瘆得慌。那老太太见他不进庙宇，知他心中害怕，又走到门前，说道，“进来吧，我是这庙中修行的老尼，不是妖怪。”将军心内稍安，可还是不敢进去。老太太见他这般害怕，复转身进入庙里，不一会抱出一个帐篷和一套被褥，说，“你不进来，那就在这门外支个帐篷吧。”说完，将东西丢在外面。将军捡起来，支起帐篷，将被褥放入其中，于惶恐之中睡下。也不知睡了有多久，迷迷糊糊中醒来，睁开眼，见那老太太满脸皱纹，微微笑着，正端详自己。将军一下坐了起来，“你干嘛？！！” 那老太太笑了起来，将军一看，自己身上的衣服全没了。立时蜷缩成一团，悲啼道，“你究竟对我做了什么？”那老太太笑道，“你这孩子，我能对你做什么，只是看你衣服都破了，就帮你补了补，你看看，这都是我给你补好的。”将军扭过头去看了看，补得真难看。又问道，“那我内裤怎么没了？”老太太呵呵笑道，“你这孩子，你内裤不是在你身边吗？”将军看了看身边，果然是自己的花内裤，上面绣着牡丹，菊花，百合等物。此时方才放心。又听那老太太说道，“怎么，现在的年轻人都流行裸睡吗？”将军不答，赶忙抓起内裤，背对着老太太穿上，又将其余衣服拿起穿上。老太太端来一碗小米粥，递给将军，“喝吧，这里没什么吃的。将就着喝一碗吧，垫垫肚子。”将军喝了粥，出门看，太阳已经升起，觉得十分遗憾。垂头丧气走入庙内，与老太太聊起家常来了。闲聊当中，得知老太太会算卦，便想，“既然少林方丈不在，请这老太太给算一卦吧，也不算白来。”于是央求老太太给他算一卦。老太太欣然应允，说，“活了九十多岁了，终于可以给人算卦了。”将军一脸黑线，已经有些后悔。那老太太看了看将军的手相、面相，又让将军抽了一张扑克牌，最后说道，“小施主，你的命不太好啊！”将军忙问，“怎么不好？”“你是不是得罪过上方的三位大仙？”将军情知是当初为重返人间故意念错书信之事，却不敢说，支支吾吾道，“那，三位大仙打算如何处置我呢，立即处死吗？”“不，他们要把你身边美好的东西从你身边一一拿走，直到你生命结束。”“也就是说，在接下来的十年，我将生不如死。”将军面无表情地说。“这就是命啊”老太太点头叹息道。将军再无话语。究竟将军以后将军会发生什么事，以后再说。 同是天涯沦落人将军良久不语，呆坐在庙门前。老人家见他如此，说道：“你且宽心在这里坐坐，我去剜些野菜来。中午就在这吃吧。”说完，拄着拐棍，挎着竹篮，慢悠悠走了出去。将军口上无话，心中却是有些感激老人家。起身来，收拾下帐篷和被褥，抱进庙内。将军走入庙内，细细打量，却发现有些奇怪。既然是座庙宇，为何内中既无佛像，又无香火，连牌位也没有一个。只是右边放着床和被褥并衣服等物，左边放着锅灶碗勺。将军将帐篷和被褥在床边放好，走了出去，依旧坐在庙门前，等老人回来。过了许久，才看到老人晃晃得走了回来，竹篮里满是野菜。将军赶紧去接，老人却吩咐将军说，“缸里已经没有水了，屋后不远处有一处山泉。你去屋里拿着桶，接些泉水回来吧。”将军将老人接回屋中，提桶而去。沿着庙后的小路约走有一里的路程，就见到一汪山泉。泉水清冽，在冬日的阳光下，升腾起白色的雾气。将军无心赏玩景色，接了一满桶水，就往回走。老人家已经择好了菜，见将军回来，开心地说：“年轻人就是体力好，这么会功夫就回来了。”取盆来，细细洗了菜，便与将军回屋中，点起灶火，做起了山泉煮野菜。烧火的时候，将军便将心中的疑惑拖出，“这庙内怎么既无佛像，又无香火？”“因为这庙的主人早就过世了，而我只不过是在这里栖身而已。我不信佛道，当然就没有佛像牌位，也没有香火了。”老太太淡淡地回答。“可是你昨天说，你是在这里修行的老尼啊？”“那是为了让你安心。要不我怎么说，我是住在这里的妖怪吗？你不被吓死啦。”老太太咯咯的笑了。将军也笑了，接着问道：“你怎么一个人在这，你的家人呢？”老太太的眼睛闪了一下，长叹了口气，说：“孩子啊，其实我和你的命运是一样的。”“怎么，你也得罪了上方的三位大仙？”将军睁大了眼睛。“也是，也不是。我本是天上的绿衣仙女，而天上的三位大仙耶和华、玉帝、如来都垂涎我的美色，变着法的讨好我。今天蟠桃御酒、明日龙肝凤髓。当时的我真的是集万千宠爱于一身啊！我也劝他们要雨露均沾，可是他们仨偏是不听啊！”老太太高兴得笑了，“后来这事被他们的师妹，奈何桥畔的孟仙姑发现了。仙姑一气之下，上了天界，当着她三位师兄的面将我的脸毁了容，又将我贬下凡间。”老人脸上有些怒气，“这也就罢了，这孟姑还嫌不解气，将我流放在这山野之间，衣不蔽体，食不果腹，每年还要得大小几十种疾病。”老人的泪下来了，“可是她还不让我死，……,我只能这么苟延残喘的活着。”将军听了，却也不知道怎么安慰老人家，只能陪着老人默默地流泪。老人擦了擦泪水，叹了口气，说：“唉，这就是命啊！”将军见老人情绪好了些，又问道：“这孟婆常年在奈何桥边烧汤，怎么知道天上的事的？”“唉，就是因为她在奈何桥边烧汤才知道的。”老人回答说，“当年三仙因为宠幸我而荒废了政事，使得人间接连发生了两次世界大战，无数的人为之丧生。每天奈何桥边等着投胎的死鬼都挤得跟早高峰的公交地铁似的，孟婆的汤都烧不过来了，天天熬夜加班赶不过来，桥边的死鬼是越来越多。累的孟婆一年轻美貌的仙女变得跟老太婆似的。她稍一打听，就知道怎么回事了。”将军和老太太都笑了。正好锅里的野菜也煮好了，舀出来，两人饱饱的吃了一顿。预知后事如何，下回再说。 静静的顿河将军从山上回来，心情更加抑郁，整日总是一副若有所思的样子。寝室里里面开卧谈会，很久都听不到将军的言语，只是偶尔开心，听到一两声笑声。两个人在一块的时候，将军还能跟人交流，待到多来了一个人，将军又沉默了。一个人闷闷的，心事重重的样子，不知道是在听大家说话还是在独自思考什么。见到那个single女孩和她男友在一起，将军心中再也没有MLGB。嘴角会扬起无奈的微笑，“这一切都是上天安排好的，我又有什么可以抱怨的呢！”他这样想，“祝福他们吧！大家老是说，喜欢就赶紧去表白，要不然等你的女神躺在别人怀里的时候，你连一张好人卡都得不到。可是我连命都快没了，还在乎那张好人卡吗？就算我去告诉她，我喜欢她，她也同意了，意义又在哪里呢？十年后自己就要死了，自己明明白白地知道自己十年后要死了。”将军的思绪融化成了泪水，流出了眼角。他不想再想了，既然一切都已命中注定，自己还去争什么呢，还去想什么呢，没有意义！将军独自一人，走进了图书馆，取出一本苏联作家肖洛霍夫的《静静的顿河》放在馆里的桌子上。将军最初知道这本书，是在初三的历史课本上，上面在介绍苏联文学的时候介绍了两本书，一本是高尔基的《母亲》，另一本便是《静静地顿河》。课本上写着，它们是有高度艺术价值的著作。当时年少的将军被“高度的艺术价值”几个字深深的吸引。他以为自己读过的最好的文字，是老舍先生那部未完成的著作《正红旗下》，小说的编者后记中也写着这本著作具有高度的艺术价值。既然是同样的评价，那这两本书必然也如同老舍先生的文字那般好。他问遍了全班同学，却只得到了高尔基的《母亲》。将军稍稍有些遗憾，可是也很满足，有一本就已经很不错了。接下来的几天，将军的身心完全沉浸在小说的世界中，感慨着高尔基文字的艺术魅力，也更加渴望能够读到另外一本书。可是初中毕业了，将军也没有见到那本书。在整个高中生涯中，将军转遍了义马市里的每一个新书店、二手书店甚至学长摆的卖书的地摊，可是终究还是没有看到那本书。心中的热情也随着时间的流逝而慢慢消散。即至上了大学，开始的那几个月里，光想着和同学们一块玩了，都忘记了，那本心中渴慕已久的书籍在图书馆一个角落里安然的躺着。今天，对未来和外界再无渴求的将军，想起来自己还有一个愿望，一个在自己短短十九年生命中占据了漫长五年时间的愿望。将军小心的翻开已经有些破损的书页，他想让自己从现实中解脱出来，走进书中的世界，暂时麻木自己。一刻钟，两刻钟，一个小时，两个小时，夕阳的余晖已经从透过窗户洒在白实的桌面、泛旧的书页上，可是那书页却一直停留在第一页。也许是上天已经拿去了他的阅读和学习的能力，也许是心中的悲痛已经淹没了全身每一处细胞，那书页上的文字机械得映入眼睛，也仅此而已了。将军努力地一个字一个字地去读，可是那些字根本连不成一句话。悲痛再也无法抑制，化成无尽的泪水，一下子涌出了眼睛。将军不想让别人看到他在流泪，曾经他是那么快乐、坚强的男孩子，他不想让别人看见他的脆弱，别人的同情对他来说是一种耻辱。将军趴在桌子上，泪水不断地流出，却没有一丝声音。很久的时间，泪水没有带走悲伤，却带走了精力，此时的将军感到很疲惫。他认真地听了听，屋子里面已经没有了声音，偷偷地瞅了几眼，才放下心来，慢慢起身，将已经被泪水浸湿，又被自己捂干的书放回了远处。放好书后，又对着书架愣了一阵子，听到有脚步声进来，长长的舒了口气，走出了图书馆。出来的时候天已经黑了，将军看着天空，不明所以得呆呆的站住，又不明所以地走开。来到餐厅，习惯性地拿起餐盘去排队，排到头，餐厅师傅问：“你吃什么？”将军好像没有听到，低着头站在那里。师傅又问：“这个学生，你吃啥饭？”将军还是没有听到，低着头站在那里。身后的同学拍了拍将军的肩膀，又提醒了下将军。将军才想到自己在餐厅，可是吃什么呢。愣了一会，将军拿着空餐盘走开了，他没有胃口，也不知道自己应该吃什么。 英雄史诗那日，冬风正紧，阳光正暖，校园中尘土与落叶飘扬。将军无暇欣赏冬日的景色，捂着右半边脸，在校园中匆匆走过，要赶到医院去。到医院后，捂着右半边脸，排了半小时队，跟挂号的大夫说，“我挂口腔科”。“没号了，你预约一下吧。”大夫回答“预约的话，最快要到什么时候？”“我看看”，大夫敲了两下键盘：“下下周六。”“…..”“你还预约吗？”大夫小声地问将军没说话，走了。城市的街道，远没有校园那么开阔，拥挤的人群中，也早就不见了温暖的阳光。将军无可如何地走进了陈砦老街，见到一个老人家，摆着地摊，摊子上摆放着钳子、榔头、棉花、麻绳、白酒等物。身后立着一杆旗，上写着四个大字，“祖传拔牙”。将军站老远看了半天，鼓起勇气过去了。“你下面的智齿长歪了，压着神经，所以很疼。”老人家探着脑袋往将军口中察看了一番。将军连连点头，“那怎么办？”“只能拔了。”“现在吗？”“对！”老人家的语气非常坚定将军瞅了一眼摊子上的家伙茬，想跑。老人家一把把他抓住，用麻绳捆绑起来，又叫了街上的五个壮汉，摁着将军的四肢和头。此时的将军是一丝一毫也动弹不得。老人家把钳子用白酒洗了一下，说是消消毒，这样比较卫生，然后伸进将军嘴里。无奈将军的智齿只长出来一点，夹不住，这可怎么办？老人家心生一计，对将军说：“你牙疼是因为智齿压着临牙的牙神经了，你的智齿呢，又只长出来一点，钳不住。这样吧，我把它旁边的牙齿拔了，不就压不住了嘛！”老人家很为自己的智慧而得意，周围的人也都纷纷赞叹。然而，将军气得昏过去了。老人家说干就干，用钳子钳住另一颗牙齿，只一下，就把将军疼醒了，可是牙还坚固的在嘴里屹立着。老人家无奈地说：“真是老了，想当年，我是一拽一个，从来都不带拽第二下的。”撸撸袖子，“再来！”半个小时过去了，将军满嘴都是血，那颗牙也终于拔出来了。老人家累得一屁股坐在地上，气喘吁吁地说：“孩子，你这得加钱啊！快累死了都！”围观的群众纷纷赞叹老人家老当益壮，英勇不减当年。却说那人群之中，有一女子，马尾辫，圆框眼镜，穿着红色的羽绒服，心中赞叹道：“古有关云长刮骨疗毒。今日此人生拔后槽牙，比之关羽，有过之而无不及啊！如此英雄千年一遇，我定要以身相许！”欲知后事如何，下回再说。 知来者之可追将军捂着嘴往学校走，在郑大和学校之间的小路上听到身后有人喊道，“壮士，请留步。”将军留步了，但是没回头，他怕万一叫的不是他，岂不是很丢人。停了两三秒，背后那人赶到眼前，正是前文中所说的那个女孩。“壮士，我刚才在陈砦看见你生拔后槽牙了！”女孩眼中闪烁着敬佩的目光。将军觉得那女孩是来嘲笑自己的，低着头，想绕过女孩走。女孩一把抓住他，着急地说：“我非常佩服你的勇气，你是我见过最man的男人，所以我决定以身相许。”将军愣住了，心中暗自思量，“这么刺激的吗？该不会碰见个傻子吧。”看了看女孩坚定的眼神，将军回复道，“姑娘，你要矜持。”“从看见你的那一刻起，我就忘记矜持是什么了！”女孩这样说。“……”将军很感动，但是不想答应，毕竟自己没几年就要下去了，可是又不忍心直接拒绝，就说，“我出个题，考考你吧，你要是能回答出来，我就答应做你男朋友。”“好，你说吧！”“听着哈，你知道陶渊明的女神叫什么名字吗？”女孩傻了，没听说过啊，书上也没写啊，想了半天也没想出来，急得跺脚。“说不出来吧，那我走了哈！”将军转身要走，女孩一把拉住他，“根本就没有答案对不对，你就是故意搪塞我的，对不对！”将军见她纠缠不清，就说，“我没有搪塞你，答案是有的。”“那答案是什么，不说我就不让你走。”女孩紧紧地抓住将军的胳膊。“记住了哈，陶渊明的女神叫‘来者’。”女孩一脸懵逼，“骗人！”“没有骗你，陶渊明在《归园田居》里面不是写着‘悟已往之不谏，知来者之可追’嘛！”女孩哑然失笑，说道：“没想到你除了体魄英武之外，还很有幽默感。我觉得我已经深深地爱上了你，而且无法自拔了。”将军开始懵逼了，没想到居然暴露了这么多优点。若是再继续纠缠下去，岂不是暴露的更多，更纠缠不清了。于是，将军甩开胳膊，赶紧跑。女孩在后面追，将军在前面跑。女孩子毕竟不如男孩子体力充沛，不一会，就被甩开了好远，看看追不上了，女孩在后面高喊，“我叫双儿，你要记住我的名字，我们肯定还会见面的。”将军记住了，但还是一直跑。究竟将军和双儿后面会有怎样的故事发生，我们下回再说。 游园惊梦晚上的时候，将军感到很无聊，洗了个热水澡之后，就在校园里游荡。因为没穿内裤，风吹得蛋蛋凉凉的，将军觉得很舒服。想起白天发生的事情，将军不自觉地掐了自己一下，总觉得那是个梦。“双儿”，将军念叨着：“多好听的名字！”然而嘴角飘过一丝苦笑：“可惜了，她遇到了我，这算是她的不幸吧！”“你在自言自语什么呢？”背后传来略带顽皮的声音。将军先是一惊，随后便意识到这是双儿的声音。将军无奈地闭上了双眼，摇了摇头。然而，双儿早已经跑到了他的面前。“你是不是在想我啊？”“没有！”“那你干嘛不敢睁开眼睛，怕我看出你在撒谎吗？”“你有事没事啊，没事我走了！”将军低着头，转身要离开。双儿拉住了他，语气中带着委屈和埋怨：“你有那么讨厌我吗？”将军立住了，不知道该怎么回答，他想告诉双儿，他其实不讨厌她，他其实很喜欢她，可是他说不出来，他想让双儿离他远一点。离得越远，受的伤害也就越轻。“怎么不说话了”，双儿问道。“我不喜欢你，所以别纠缠我了，好吧！”将军以一种傲慢的口吻回答双儿，可还是不敢看双儿的眼睛。“可是我喜欢你啊！”“这种事情是不能勉强的！”“那我偏要勉强呢！”将军愣住了，他转过身来，看到的是双儿委屈、倔强的目光。将军的眼睛朝下游移，他不敢看双儿的眼睛，因为双儿的眼睛让他狠不下心来。“你就，你就这么不要脸吗。”将军的声音很低，低得只有他们两人能听到。双儿因委屈而积攒的泪水流了下来，眼神由委屈变得绝望。她松开了将军的手，无可如何的笑了笑，转身离开，慢慢消失在夜色中。看着远去的双儿，将军狠狠地扇了自己一巴掌，单膝蜷跪在地上，滴下了泪水。晚上的时候，将军做了一个梦。梦中，一个神秘的老人给他看了一幅画，画中一个大男孩坐在河边的草地上。男孩的背后不远处是一棵大树，一个美丽的女孩躲在树后，偷偷地看着男孩，眼睛中满溢着顽皮和爱意。可是男孩却没有察觉到，他在苦恼自己流血的手指。那个神秘的老人笑着对将军说：“你这个大傻逼！”将军点了点头，梦醒了。 神龙教主周末的时候，将军去了一趟洛阳，拜访了同学，顺便也游览了龙门石窟。因为玩的太久，回到郑州的时候已经是夜里一点了，公交车早就休息了，出租车又贵，就算回去了，也进不去宿舍，就在火车站呆一晚吧。将军在广场上转悠，一个四十岁左右的女人走到将军身边，悄声问道：“小伙子，要住宿吗？”将军摇摇头，“不需要！”“那你要姑娘吗？”“什么？”将军有些惊讶。那女人笑了，”两百块钱，总共，连住宿也解决了，多划算！“将军心动了，却又打趣的问道：”不会是你吧？那我就不去了。“女人嘿嘿地笑，”不是，不是！还挺挑的啊，小哥！你跟我来吧，见到就知道有多好看了。“将军随女人来到火车站附近地一间理发店，店里面装饰着粉色、紫色的灯，整个房间充斥着迷醉的气息。房间后面，传来女人嗯啊的呻吟之声，将军体内的荷尔蒙瞬间爆表了。女人将将军带到了店后面的一间单独的小房间，房间里面开着空调，温度有30度之高。里面放着一张床，床上是一个穿着简单的女子。那女子见将军进来，忙从床上下来，”哇，小鲜肉啊！“将军看那女子，柳眉杏目，烈焰红唇。曲线优美，丰满性感之至。真真摄人心魄！将军看的愣了，旁边的中年女人用手在将军眼前晃了晃，待将军缓过神来，女人说道：”小伙子，怎么样啊！两百块很值吧！今天周末大减价的。“将军连连点头，从兜里掏出两百块钱，递给那女人，将那女人推出屋外。三十度的高温，体态妖娆的女子，让将军汗流不止。他早已按捺不住身体中最原始的冲动，急忙忙脱去身上的衣物，将那女子摁倒在床上。……精疲力竭之后，将军躺在床上和那女子闲聊。”你叫什么名字？“将军问道。”我吗，我叫苏荃。“”苏荃？是鹿鼎记里面的那个神龙教主夫人吗？“”对啊，就是我。你欺负了神龙教主夫人，会被报复的！“女人笑着说。”可惜报复不了啊，我叫小宝！“”你是小宝？那我岂不是以后要做你的妻子。“”我要是能有你这么一个妻子，我会很开心的。“”是吗？你居然不嫌弃我，果然是真男人。“”可是我爸妈会跟我断绝关系，你信不信。“”信！“女人坚定地说：”我爸妈已经跟我断绝关系了。“将军看着眼前地女子，略带凄凉地眼神，更加爱怜起来，”如果十年之后，我还活着，而你还未嫁，我一定娶你。“女子听着这话，惊慌起来：”什么意思，你不会得了那什么病吧？“将军有些无语，自己这辈子第一次说这么深情地话，得到的反馈是这样地，真是呵呵哒。 天下无双终于放假了，将军买了回家的车票，迫不及待要见自己的父亲母亲。从火车站出来的时候，将军看到父亲戴着蓝色布帽，穿着深蓝色褂子，一双军绿色的鞋，远远得朝将军招手，脸上洋溢着幸福地笑容。将军把行李放在父亲骑来的电动三轮车上，正想说回去的时候，父亲说：“你在这里不要动，我去那边买几个橘子去。”将军远远望去，见对面街道上有几个卖橘子的小贩。父亲走到那里，不需要爬上又爬下，只要穿过拥嚷的人群即可，可不知为何，看着父亲在人群中挤来挤去的背影，将军的眼泪便下来了。待到将军把眼泪擦干，父亲已经掂着装有橘子的塑料袋往回赶了。父亲来到身边，见将军眼睛有些红，便关切起来，将军笑着回答说:”没事，眼睛里刚刚被风吹进了点沙子。”父亲将橘子放在车上，让将军也坐上去，自己坐在前面，打着火，开着呜呜的朝家里走了。将军在父亲的身后，看着蓝色的布帽，深蓝色的褂子的背影，将军的眼泪又下来了。整个年假，无聊又漫长，聚聚同学，买买年货，日子就这样渐渐的过去。在这漫长的假期中，将军总会坐在院子里，懒懒的晒着太阳，想起双儿，想起让自己骨软筋麻的苏荃，总是感慨良多。有时某一瞬间，将军觉得自己其实还挺幸福的。除夕夜终于到了，将军和父母一起坐在床上，一边看春晚，一边扣手机，看着同学们的短信祝福。突然，将军收到一条来自陌生号码的短信，将军打开阅读，上面写着：将军，你好！我是双儿，你还记得我吗？将军，你知道吗？我本是天上蟠桃园的一株野花，而你本是蟠桃园的一位锄草力士。当我破土而出的时候，你看到了我，却不忍将我锄去，而是将我像蟠桃果树那样细心灌溉。从那一刻起，我就爱上了你。每天最开心的事情，就是你看到你在园中忙碌。我努力吸收着日精月华，希望有一天可以修炼成仙，与你云游五湖四海。可是，多么的不幸啊，你爱上了东海龙王的女儿，小龙女。你们为了能长久的在一起，竟然双双降下凡尘，转世为人。我不忍心别人就这样将你从我的身边夺去，放弃了刚刚修成的仙体，也来到了凡间。我找到了你，本以为我们能够永远在一起了，可是没想到，你拒绝了我。而且，你知道吗，你在火车站急不可耐摁倒在床上的苏荃，那个什么神龙教主夫人，就是小龙女的转世啊。你们终究还是在一起了。唉，祝你们在尘世获得幸福！而我，当你看完这条短信的时候，我可能已经不在人世了。不过，你不要担心，我不是死了，是天上少了一位花神，玉帝让我去管理仙花的。从此人世间再也没有了双儿，从此天上多了一位管理仙花的神仙。 喜从天降将军看完，目瞪口呆，“我竟然在火车站日了条龙！！！”，十秒钟之后，将军得意而又猥琐的笑了。寒假终于过去了，将军告别了父母和家乡的亲朋好友，坐上了火车。下了火车站，将军扛着两包行李在广场上走着，远远看到一打扮艳丽的女子朝自己走来。那女子红褐色溜肩直发，亮黄色貂绒披肩，墨镜红唇，热裤丝袜，一双十厘米红色高跟鞋，踢踢踏踏朝将军走来，“哎呦，你才过来啊，老娘在这等你好多天了。”将军惊呆了，哪里来的老娘？！“怎么，不认识我了！”女子将墨镜一摘，“我是苏荃啊！你还真是提上裤子就走，翻脸不认人的主啊！”将军看了一会，还是不敢认，毕竟那晚没怎么看脸。“你等我干吗？”将军往后退了一步，支吾了一句。“我当然要等你了，你知道吗，我怀孕了，你的！惊不惊喜，刺不刺激，意不意外！！”将军惊喜、刺激、更意外，但还是镇静下来：“你每天接待那么多客人，你怎么知道一定是我的？”“当然是你的了。像我这么天姿国色的，一般接待的都是大领导或者大老板，那些中老年男人都很有经验的，安全措施都做得特别好。就你小子，跟没见过女人一样，把老娘摁床上就上，连套都不戴。不是你的是谁的？”将军惊呆中，心中暗自思量：“我日条龙，还日出孩子来啦！”苏荃见他不说话，忙道：“你可不能不认账啊！而且我自从知道我怀孕之后，我就辞职了，就在这一直等你呢，打算跟你结婚，然后把孩子生下来，你看好不好！”将军感觉头有点晕，晕的说不出话来。“你要不信，等我把孩子生下来，你去做亲子鉴定，绝对是你的种。”苏荃继续说。将军稍稍缓过神来，说：“我上大学呢，根本没钱养活你！”“哇，你还是个大学生呢！我x,我这肚子里还是个优良品种呢。哈哈……,没钱没事，我有钱啊，我干这行两年多了，连工资带小费，攒了有三四百万吧。以后你的学费我付了。”将军的头继续晕。“我在你学校附近买个房子吧，然后你上学读书，我相夫教子，好不好！”苏荃拉起将军的手。“我才二十岁，没到法定年龄呢，结不了婚。”将军说。“我也是二十岁啊！你哪一天生日啊？”两人对了下生日，居然是同年同月同日生，苏荃惊叫起来：“我们就应该是一对狗男女的，哈哈……”将军猛然想起双儿的短信，他跟苏荃是一起投的胎，所以是同一天出生，“难道这一切真的是天意吗？！”将军心中一团乱麻，说不出什么滋味。看了一眼苏荃的肚子，满眼都是那晚自己疯狂的身影。苏荃却高兴地一直说笑，“我们给孩子起个名字吧，叫一成好不好，一下就成功了，哈哈……”,”你喜欢清纯可爱型的还是成熟妩媚型的，我都可以，哈哈……”拥挤的火车站广场上，将军左手扛着一麻袋行李，右手挽着一位摩登女郎，尴尬而不失快乐的行走。","categories":[],"tags":[{"name":"小说","slug":"小说","permalink":"http://yoursite.com/tags/小说/"}]},{"title":"在Github搭建博客（二）","slug":"config-theme","date":"2018-06-05T08:45:35.000Z","updated":"2018-06-07T09:35:36.608Z","comments":true,"path":"2018/06/05/config-theme/","link":"","permalink":"http://yoursite.com/2018/06/05/config-theme/","excerpt":"选择主题我们搭建好博客后，会选择其他的主题而不是hexo自身携带的主题。网上可以搜索到许多的主题，可以击这里查看。我最初选择的是yilia，后来因为嫌字体太大（16px),想修改字体的大小，弄了半天也没弄好，干脆就放弃了，选择了next(它的字体是14px)。 安装next","text":"选择主题我们搭建好博客后，会选择其他的主题而不是hexo自身携带的主题。网上可以搜索到许多的主题，可以击这里查看。我最初选择的是yilia，后来因为嫌字体太大（16px),想修改字体的大小，弄了半天也没弄好，干脆就放弃了，选择了next(它的字体是14px)。 安装next next的地址README中详细地介绍了next的安装方法，我之前在windows10中安装了git，所以选择的方法是在git bash控制台切换到blog目录下输入命令1git clone https://github.com/iissnan/hexo-theme-next themes/next 之后在目录 blog/theme/下会看到目录 next,里面包含了next的主题文件。我们此时打开blog的 _config.yml 文件，找到theme那一行，主题修改为next，如下图所示在cmd控制台依次运行命令123hexo generatehexo server 在浏览器中输入 localhost:4000就可以查看了 next配置的选择建议先阅读整篇文档，尤其是里面的英文注释，有助于帮助理解。在这里，我写下自己做的配置 布局样式的选择四个布局样式都很不错，简洁大方，选择比较随意。 social的选择 menu 的选择 遇到的问题的解决方法标签和分类页面打不开安装和配置好next后，点击标签页和分类页，都出现了Error.原因是找不到页面。在menu的选择图中可以看到，我们将标签和分类的路径设置为 /tags/和/categories/，但是实际上这两个路径并不存在，这就需要我们新建这两个路径,在blog根目录下输入下面的命令行123hexo new page &quot;tags&quot;hexo new page &quot;categories&quot; 路径建好了，我到相应的路径下找到对应的页面进行修改，tags的页面中，要添加type: &quot;tags&quot;,categories的页面中，要添加type: &quot;categories&quot;,如下图所示 如何插入图片图片可以使用本地图片，也可以使用网络服务器上的图片，储存图片的服务器，叫图床。（图柜也比图床好理解吧） 修改hexo的配置文件_config.yml,找到post_asset_folder,将它的值改为true. 这样，当你hexo new &quot;post&quot;的时候，会生成与文件名相同的目录 安装hexo-asset-image插件，它是一个图片路径转换的插件， 1npm install https://github.com/CodeFalling/hexo-asset-image --save 之后就可以将图片放入相应的文件目录中，使用Markdown语法插入图片了 1![alt name](name.png) 这里有一个需要注意的地方就是，图片格式的大小写要一致，比如png不能写成PNG，至于为什么，还不清楚","categories":[{"name":"系统","slug":"系统","permalink":"http://yoursite.com/categories/系统/"}],"tags":[{"name":"搭建环境","slug":"搭建环境","permalink":"http://yoursite.com/tags/搭建环境/"}]},{"title":"vim的使用","slug":"vim的使用","date":"2018-06-04T09:00:52.000Z","updated":"2018-06-14T08:19:44.888Z","comments":true,"path":"2018/06/04/vim的使用/","link":"","permalink":"http://yoursite.com/2018/06/04/vim的使用/","excerpt":"参考链接http://yannesposito.com/Scratch/en/blog/Learn-Vim-Progressively/https://coolshell.cn/articles/5426.html上面的博客无论是原文还是翻译都比较有趣，本文是对这两篇博客的阅读笔记。 vim是什么？Vim is a highly configurable text editor for efficiently creating and changing any kind of text. It is included as “vi” with most UNIX systems and with Apple OS X.官网上的解释如上，翻译下就是： Vim 是高度可配置的编辑器，用于高效创建和修改各类文本。它包含在UNIX系统和苹果 OS X 系统的 vi中。","text":"参考链接http://yannesposito.com/Scratch/en/blog/Learn-Vim-Progressively/https://coolshell.cn/articles/5426.html上面的博客无论是原文还是翻译都比较有趣，本文是对这两篇博客的阅读笔记。 vim是什么？Vim is a highly configurable text editor for efficiently creating and changing any kind of text. It is included as “vi” with most UNIX systems and with Apple OS X.官网上的解释如上，翻译下就是： Vim 是高度可配置的编辑器，用于高效创建和修改各类文本。它包含在UNIX系统和苹果 OS X 系统的 vi中。 学习VIM的四个阶段（Survive）存活 i 进入insert模式（插入模式），按Esc回到Normal模式（普通模式）；x 删除当前光标所在的一个字符；:wq w(存盘) q(退出)；dd 删除当前行；p 粘贴hjkl 按照左下上右的顺序移动光标:help 命令的说明 (Feel Comfortable) 感觉舒适1、Insert mode variations（插入字符或行的命令）: a -&gt; 在光标后插入字符；o -&gt; 在当前行下插入新的一行；O -&gt; 在当前行上插入新的一行；cw -&gt; 删除当前光标所在位置的字符到一个单词结尾的字符 2、(Basic moves) 基本的移动命令 hjkl-&gt; 左下上右0 -&gt;(数字0) 移动到当前行的第一个字符；$ -&gt; 移动到当前行的最后一个字符；^ -&gt; 移动到不是blank的第一个字符；g_ -&gt;移动到不是blank的最后一个字符；/pattern -&gt;寻找字符pattern 3、(copy/paster)复制粘贴 yy -&gt; 复制；p -&gt; 粘贴； 4、(Undo/Redo)撤销/重复 u 撤销之前一步的动作；ctr-r 重复之前的命令 5、Load/Save/Quit/Change File (Buffer)下载/保存/退出/改变 文件（缓冲），即对已经完成的文件和正在修改的文件操作的命令 :e&lt;path/to/file&gt; 打开一个文件:saveas &lt;path/to/file&gt; 文件另存为:w 保存但是不退出;:x ZZ :wq 保存并退出:q! 退出但是不保存；:qa! 强制退出:bn :bp 展示下一个文件（同时打开多个文件的时候使用） (Better. Stronger. Faster.)更好 更强 更快Better . (点)重复上一个命令N 重复命令N次举例说明: 2dd 删除两行3p 粘贴文本3次100idesu[ESC] 写一百遍desu. 再写一百遍desu 再写3遍desu Stronger N(G) 光标移动到行Ngg 光标移动到第一行G 光标移动到最后一行Word moves w 移动到下一个word的首字母e 移动到本word的结尾W(大写) 定义WORD是一组word,以blank隔开，移动到下一个WORD的开头E 移动到本WORD的结尾 和 # ，移动到光标所在word相匹配的下一个word,或者上一个word * 下一个，# 上一个% 匹配括号移动，包括 (, {, [.(不理解什么意思) Faster一般的命令格式 &lt;command命令&gt;&lt;结束位置&gt;举例说明0y$ 0 表示光标移动到本行的开始位置；y 开始复制$ 复制到本行结束 另外附加的三个命令v 可视化gU 变成大写gu 变成小写 Vim SuperPowers(Vim超级编辑器)Move on current line (0 ^ $ g_ f F t T , ;) 在当前行移动命令(0 ^ $ g_ f F t T , ; 0 → go to column 0^ → go to first character on the line$ → go to the last columng_ → go to the last character on the linefa → go to next occurrence of the letter a on the line., (resp. ;) will find the next (resp. previous) occurrence.t, → go to just before the character ,.3fa → find the 3rd occurrence of a on this line.F and T → like f and t but backward.","categories":[{"name":"系统","slug":"系统","permalink":"http://yoursite.com/categories/系统/"}],"tags":[{"name":"vim","slug":"vim","permalink":"http://yoursite.com/tags/vim/"}]},{"title":"在Github上搭建博客","slug":"在Github上搭建博客","date":"2018-05-30T07:04:47.000Z","updated":"2018-06-07T09:03:59.911Z","comments":true,"path":"2018/05/30/在Github上搭建博客/","link":"","permalink":"http://yoursite.com/2018/05/30/在Github上搭建博客/","excerpt":"写在前面 为什么自己搭建博客？ 知乎上有关于这个问题的很详尽的回答？链接：https://www.zhihu.com/question/19916345。 我搭建博客用了多久? 大概一下午的时间，当然要感谢找到了一个比较清楚的资料，附上链接：教你免费搭建个人博客。也要感谢16年的时候，学习了linux系统的知识,阅读和操作起来都比较容易。 系统 windows 10 64位，编辑器：sublime text3，控制台：cmd","text":"写在前面 为什么自己搭建博客？ 知乎上有关于这个问题的很详尽的回答？链接：https://www.zhihu.com/question/19916345。 我搭建博客用了多久? 大概一下午的时间，当然要感谢找到了一个比较清楚的资料，附上链接：教你免费搭建个人博客。也要感谢16年的时候，学习了linux系统的知识,阅读和操作起来都比较容易。 系统 windows 10 64位，编辑器：sublime text3，控制台：cmd 搭建博客使用 hexo+Github 什么是hexo?Hexo 是一个快速、简洁且高效的博客框架。Hexo 使用 Markdown（或其他渲染引擎）解析文章，在几秒内，即可利用靓丽的主题生成静态网页。官方文档 什么是Github?GitHub is a development platform inspired by the way you work. From open source to business, you can host and review code, manage projects, and build software alongside millions of other developers. (GitHub是一个受你工作方式启发的开发平台。 从开源到商业，您可以托管和查看代码，管理项目，并与数百万其他开发人员一起构建软件。) click me 准备工作 配置 Github首先，你需要有一个Github的账号。在Github网站上注册账号，并记住自己的Username。我的Username是abluecup。登录，在网页左上方找到 New repository 按钮，点击创建名称为username.github.io的仓库。我的是username是abluecup,我创建的仓库名称就是abluecup.github.io 环境搭建 安装Node.js https://nodejs.org/en/ 安装 Git https://github.com/waylau/git-for-winNode.js和Git的安装，我都是全部默认安装的。当然，你可以根据自己的需要安装。关于Git的教程，推荐廖雪峰的教程。在这里给自己刨个坑，自己以后也会写关于Git的博客。-安装完成后，在开始菜单里找到“Git”-&gt;“Git Bash”，打开界面：输入 123git config --global user.name &quot;username&quot;git config --global user.email &quot;your email&quot;# username是你注册Github的username,your email是你注册Github时的email 安装Hexo打开cmd, 安装hexo,输入命令然后等待hexo安装完成： 1npm install -g hexo-cli 初始化博客 新建目录test. 进入gitbash控制界面，切换目录到test目录下，输入： 123hexo init blog# 成功提示INFO Start blogging with Hexo! 初始化完成之后，切换目录到blog下，输入命令： 1$ hexo generate 12345# 启动本地服务器$ hexo server# 在浏览器输入 http://localhost:4000/就可以看见网页和模板了INFO Start processingINFO Hexo is running at http://localhost:4000/. Press Ctrl+C to stop. 访问 http://localhost:4000/ ，我们会看到网站初始的模样 设置秘钥现在我们可以暂时关闭hexo的本地服务，在git的管理界面输入以下命令:1ssh-keygen -t rsa -C &quot;Github的注册邮箱地址&quot; 一路按Enter键过来就好，最后会得到信息： 1Your public key has been saved in /c/Users/user/.ssh/id_rsa.pub. 找到该文件，打开（sublime text），Ctrl + a复制里面的所有内容，然后进入Sign in to GitHub：https://github.com/settings/sshNew SSH key ——Title：blog —— Key：输入刚才复制的—— Add SSH key 配置博客在blog目录下，用sublime打开_config.yml文件，修改参数信息特别提醒，在每个参数的：后都要加一个空格修改网站相关信息12345678# Sitetitle: 卡而的博客subtitle:副标题description: 描述keywords:关键词author: 作者language:zh-CNtimezone:Asia/Shanghai 配置部署（我的是abluecup，修改成自己的）1234deploy: type: git repo: http://github.com/ABlueCup/ABlueCup.github.io branch: master 发布文章1hexo deploy 后续更新：MarkDown语法链接 遇到的问题： 执行 hexo deploy时，出现错误 error deployer not found:git执行如下代码 1npm install hexo-deployer-git --save 执行 hexo clean , hexo generate , hexo server , hexo deploy等命令时，当前目录必须是在博客根目录下，即 blog/ 文件夹 blog里面","categories":[{"name":"系统","slug":"系统","permalink":"http://yoursite.com/categories/系统/"}],"tags":[{"name":"搭建环境","slug":"搭建环境","permalink":"http://yoursite.com/tags/搭建环境/"}]}]}